[{
  "name": "POP SMOKE",
  "careerInformation": "Bashar Barakah Jackson (July 20, 1999 – February 19, 2020), known professionally as Pop Smoke, was an American rapper closely associated with Brooklyn drill. Born and raised in Canarsie, Brooklyn, he rose to fame with the release of his breakout singles \"Welcome to the Party\" and \"Dior\" in 2019. He released his debut mixtape Meet the Woo in July 2019. His second mixtape, Meet the Woo 2, was released on February 7, 2020, and debuted at number seven on the Billboard 200, becoming the rapper's first top-10 project in the United States. Less than two weeks after the release of the mixtape, Pop Smoke was murdered during a home invasion in Los Angeles. His posthumous debut studio album, Shoot for the Stars, Aim for the Moon, debuted at number one on the Billboard 200 and all 19 tracks from the album charted on the Billboard Hot 100."
},
  {
    "name": "ADELE",
    "careerInformation": "Adele Laurie Blue Adkins MBE (/əˈdɛl/; born 5 May 1988) is an English singer and songwriter. She is one of the world's best-selling music artists, with sales of over 120 million records.[4] After graduating in arts from the BRIT School in 2006, Adele signed a record deal with XL Recordings. Her debut album, 19, was released in 2008 and spawned the UK top-five singles \"Chasing Pavements\" and \"Make You Feel My Love\". The album was certified 8× platinum in the UK and triple platinum in the US. Adele was honoured with the Brit Award for Rising Star as well as the Grammy Award for Best New Artist."
  },
  {
    "name": "EMINEM",
    "careerInformation": "Marshall Bruce Mathers III (born October 17, 1972), known professionally as Eminem (/ˌɛmɪˈnɛm/; formerly stylized as EMINƎM), is an American rapper, songwriter, and record producer. Eminem is among the best-selling music artists of all time, with estimated worldwide sales of over 220 million records. He is credited with popularizing hip hop in middle America and is critically acclaimed as one of the greatest rappers of all time."
  }
]